Repository: ntino67/FISE_A3_SE_ENGEL_Axel
Catalog: EasySave-From-ProSoft/Utils/Language/Lang.*.resx
Languages: fr_fr

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

# SelectLanguage
source: Select your language
fr_fr: Sélectionnez votre langue

# LanguageSelected
source: You've selected
fr_fr: Langue sélectionnée :

source: Main menu
fr_fr: Menu Principal

# SelectJob
source: Select a backup job
fr_fr: Sélectionner ou Créer un Job

# RunAllJobs
source: Run all backup jobs
fr_fr: Exécuter Tous les Jobs

source: Exit
fr_fr: Quitter

# JobOptions
source: Backup job Options
fr_fr: Options du Job

source: Rename job
fr_fr: Renommer le Job

source: Define source path
fr_fr: Définir le Chemin Source

source: Define target path
fr_fr: Définir le Chemin Cible

source: Define save mode
fr_fr: Définir le Type de Sauvegarde

source: Create backup
fr_fr: Exécuter la Sauvegarde

source: Reset job
fr_fr: Réinitialiser le Job

source: Back to main menu
fr_fr: Retour au Menu Principal

source: Select job prompt
fr_fr: Sélectionnez un job ou créez-en un nouveau

source: Create new job
fr_fr: Créer un Nouveau Job

source: Enter job name :
fr_fr: Entrez le nom du job :

source: Max jobs reached
fr_fr: Nombre maximum de jobs (5) atteint

source: Job created
fr_fr: Job créé avec succès

source: Change language
fr_fr: Changer de Langue

source: Show logs
fr_fr: Afficher les Logs

source: No logs available
fr_fr: Aucun log disponible pour aujourd'hui

source: Timestamp
fr_fr: Heure

source: Job name
fr_fr: Nom du Job

source: Source path
fr_fr: Source

source: Destination path
fr_fr: Destination

source: File size
fr_fr: Taille

source: Transfer time
fr_fr: Temps de Transfert

source: Status
fr_fr: Statut

source: Press enter to continue
fr_fr: Appuyez sur Entrée pour continuer...

source: Enter new name :
fr_fr: Entrez le nouveau nom du job :

source: Job renamed
fr_fr: Job renommé avec succès

source: Enter source path :
fr_fr: Entrez le chemin du répertoire source :

source: Source path updated
fr_fr: Chemin source mis à jour avec succès

source: Enter target path :
fr_fr: Entrez le chemin du répertoire cible :

source: Target path updated
fr_fr: Chemin cible mis à jour avec succès

source: Full backup
fr_fr: Sauvegarde Complète

source: Differential backup
fr_fr: Sauvegarde Différentielle

source: Select backup type
fr_fr: Sélectionnez le type de sauvegarde :

# BackupTypeUpdated
source: Bacup type updated
fr_fr: Type de sauvegarde mis à jour avec succès

source: Running backup
fr_fr: Exécution de la sauvegarde...

source: Backup completed
fr_fr: Sauvegarde terminée avec succès

source: Backup failed
fr_fr: Échec de la sauvegarde

source: Confirm reset
fr_fr: Êtes-vous sûr de vouloir réinitialiser ce job ?

source: Job reset
fr_fr: Le job a été réinitialisé

source: Running all jobs
fr_fr: Exécution de tous les jobs de sauvegarde...

source: Jobs completed
fr_fr: Jobs terminés
